 const books={
    "id": "0001",
    "name": "运河人家",
    "press": "海天出版社",
    "publish": "2018年1月"
    }

 const wittnesses=[
    {
        "id": "0000",
        "rating":
            {
                "quantity":40,
                "selected":false
            },
        "date": "2018年10月13日",
        "pages":[
            {
                "start":1,
                "end"  :12
            }
        ],
        "review":"不要浪费你的残生去空想别人的事，除非你把那些空想联系到共同的目标上去，因为那实在是耽误了你做别的事情。一个人应该习惯于只思索一种事，一旦有人问起“你心里想些什么？”他便立刻坦白回答“我想的是这个或那个，”你的回答要立刻能表示你的内心是单纯的、和善的、不是人群一分子的身份，没有一点享乐纵欲的遐想，没有任何争胜、嫉妒、猜疑，或任何羞于自承的念头。",
        "excerpts":[
            {
                "content":"他是一个根本不会旁出斜逸的人，也不是一个被强纳入正规的人；在他面前没有人会觉得自己被他藐视，甚至会觉得自己比他还强；在适当范围内他和人谈笑风生。",
                "page"   :4
            },
            {
                "content":"由于欲望而产生的过错比由于愤怒而产生的过错更为可厌。因为激于愤怒的人之违反理性，好像是很苦痛的，不自觉得良心不安；但由欲望而犯过的错的人，被快感所辖持，好像在做错事之际有一点稍微放纵，较为缺乏男子气的样子。",
                "page"   :5
            },
            {
                "content":"长寿和夭折的人所放弃哦是一样的多；因为一个人所能被剥夺的只有“现今”，事实上，只有这个是他所有的，而他所没有的东西，他当然也不会失掉。",
                "page"   :8
            }
        ]
    },
    {
        "id": "0001",
        "rating":
            {
                "quantity":21,
                "selected":true
            },
        "date": "2018年10月13日",
        "pages":[
            {
                "start":1,
                "end"  :12
            }
        ],
        "review":"不要浪费你的残生去空想别人的事，除非你把那些空想联系到共同的目标上去，因为那实在是耽误了你做别的事情。一个人应该习惯于只思索一种事，一旦有人问起“你心里想些什么？”他便立刻坦白回答“我想的是这个或那个，”你的回答要立刻能表示你的内心是单纯的、和善的、不是人群一分子的身份，没有一点享乐纵欲的遐想，没有任何争胜、嫉妒、猜疑，或任何羞于自承的念头。",
        "excerpts":[
            {
                "content":"他是一个根本不会旁出斜逸的人，也不是一个被强纳入正规的人；在他面前没有人会觉得自己被他藐视，甚至会觉得自己比他还强；在适当范围内他和人谈笑风生。",
                "page"   :4
            },
            {
                "content":"由于欲望而产生的过错比由于愤怒而产生的过错更为可厌。因为激于愤怒的人之违反理性，好像是很苦痛的，不自觉得良心不安；但由欲望而犯过的错的人，被快感所辖持，好像在做错事之际有一点稍微放纵，较为缺乏男子气的样子。",
                "page"   :5
            },
            {
                "content":"长寿和夭折的人所放弃哦是一样的多；因为一个人所能被剥夺的只有“现今”，事实上，只有这个是他所有的，而他所没有的东西，他当然也不会失掉。",
                "page"   :8
            }
        ]
    },
    {
        "id": "0002",
        "rating":
            {
                "quantity":20,
                "selected":false
            },
        "date": "2018年10月13日",
        "pages":[
            {
                "start":1,
                "end"  :12
            }
        ],
        "review":"不要浪费你的残生去空想别人的事，除非你把那些空想联系到共同的目标上去，因为那实在是耽误了你做别的事情。一个人应该习惯于只思索一种事，一旦有人问起“你心里想些什么？”他便立刻坦白回答“我想的是这个或那个，”你的回答要立刻能表示你的内心是单纯的、和善的、不是人群一分子的身份，没有一点享乐纵欲的遐想，没有任何争胜、嫉妒、猜疑，或任何羞于自承的念头。",
        "excerpts":[
            {
                "content":"他是一个根本不会旁出斜逸的人，也不是一个被强纳入正规的人；在他面前没有人会觉得自己被他藐视，甚至会觉得自己比他还强；在适当范围内他和人谈笑风生。",
                "page"   :4
            },
            {
                "content":"由于欲望而产生的过错比由于愤怒而产生的过错更为可厌。因为激于愤怒的人之违反理性，好像是很苦痛的，不自觉得良心不安；但由欲望而犯过的错的人，被快感所辖持，好像在做错事之际有一点稍微放纵，较为缺乏男子气的样子。",
                "page"   :5
            },
            {
                "content":"长寿和夭折的人所放弃哦是一样的多；因为一个人所能被剥夺的只有“现今”，事实上，只有这个是他所有的，而他所没有的东西，他当然也不会失掉。",
                "page"   :8
            }
        ]
    },
    {
        "id": "0003",
        "rating":
            {
                "quantity":10,
                "selected":false
            },
        "date": "2018年10月13日",
        "pages":[
            {
                "start":1,
                "end"  :12
            }
        ],
        "review":"不要浪费你的残生去空想别人的事，除非你把那些空想联系到共同的目标上去，因为那实在是耽误了你做别的事情。一个人应该习惯于只思索一种事，一旦有人问起“你心里想些什么？”他便立刻坦白回答“我想的是这个或那个，”你的回答要立刻能表示你的内心是单纯的、和善的、不是人群一分子的身份，没有一点享乐纵欲的遐想，没有任何争胜、嫉妒、猜疑，或任何羞于自承的念头。",
        "excerpts":[
            {
                "content":"他是一个根本不会旁出斜逸的人，也不是一个被强纳入正规的人；在他面前没有人会觉得自己被他藐视，甚至会觉得自己比他还强；在适当范围内他和人谈笑风生。",
                "page"   :4
            },
            {
                "content":"由于欲望而产生的过错比由于愤怒而产生的过错更为可厌。因为激于愤怒的人之违反理性，好像是很苦痛的，不自觉得良心不安；但由欲望而犯过的错的人，被快感所辖持，好像在做错事之际有一点稍微放纵，较为缺乏男子气的样子。",
                "page"   :5
            },
            {
                "content":"长寿和夭折的人所放弃哦是一样的多；因为一个人所能被剥夺的只有“现今”，事实上，只有这个是他所有的，而他所没有的东西，他当然也不会失掉。",
                "page"   :8
            }
        ]
    }
]

export {books, wittnesses}